{
  "plugins": {
    "base16-nvim": {
      "src": "http://github.com/RRethy/base16-nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "grapple.nvim": {
      "src": "https://github.com/cbochs/grapple.nvim"
    },
    "hop.nvim": {
      "src": "https://github.com/smoka7/hop.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "mini.base16": {
      "src": "https://github.com/nvim-mini/mini.base16"
    },
    "mini.move": {
      "src": "https://github.com/nvim-mini/mini.move"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "yazi.nvim": {
      "src": "https://github.com/mikavilpas/yazi.nvim"
    }
  }
}
